/* Service menu item titles */
"New Terminal at Folder" = "Nouveau terminal au dossier";

/* (No Comment) */
"New Terminal Tab at Folder" = "Nouvel onglet de terminal au dossier";

/* (No Comment) */
"Open man Page in Terminal" = "Ouvrir la page de man dans Terminal";

/* (No Comment) */
"Search man Page Index in Terminal" = "Rechercher l’index de page de man dans Terminal";

